import React from "react";
import { Table } from "react-bootstrap";

//маягт АМ-30А
function AM30A() {
  const styles = {
    rowCells: {
      borderWidth: 1,
      borderStyle: "solid",
      width: 15,
      height: 15,
      lineHeight: 1,
    },
    generalText: {
      fontSize: 12,
    },
    rowStyle: {
      fontSize: 12,
    },
    leftText: {
      padding: 1,
      verticalAlign: "middle",
      fontSize: 12,
    },
    centerText: {
      padding: 1,
      textAlign: "center",
      verticalAlign: "middle",
      fontSize: 12,
    },
    flexContainer: {
      display: "flex",
      flexDirection: "row",
      justifyContent: "space-between",
      alignItems: "center",
      fontSize: 12,
    },
    flexRow: {
      display: "flex",
      flexDirection: "row",
      justifyContent: "space-between",
    },
    rowCellWithText: {
      display: "flex",
      flexDirection: "row",
      alignItems: "center",
      fontSize: 12,
      padding: 0,
      lineHeight: 1,
    },
  };
  return (
    <>
      <div className="page">
        <div className="subpage">
          <div style={styles.flexContainer}>
            <div></div>
            <div>
              <span
                style={{
                  ...styles.generalText,
                  ...{ textAlign: "right", display: "block" },
                }}
              >
                Эрүүл мэндийн сайдын 2019 оны 12 дугаар сарын 30-ны өдрийн
              </span>
              <div style={styles.flexRow}>
                <span style={styles.generalText}>&nbsp;</span>
                <div style={{ display: "flex", flexDirection: "column" }}>
                  <span style={styles.generalText}>
                    A/611 дүгээр тушаалын арваннэгдүгээр хавсралт
                  </span>
                  <span style={{ fontWeight: "bold", fontSize: 12 }}>
                    Эрүүл мэндийн бүртгэлийн маягт АМ-30А
                  </span>
                </div>
              </div>
            </div>
          </div>
          <div style={{ textAlign: "center", marginTop: 5, marginBottom: 5 }}>
            <span style={{ fontWeight: "bold", fontSize: 14 }}>
              ӨДРИЙН ЭМЧИЛГЭЭНИЙ БҮРТГЭЛ /Хүүхэд/
            </span>
          </div>
          <div
            style={{
              ...styles.rowStyle,
              ...{ display: "flex", flexDirection: "row" },
            }}
          >
            Дугаар №
          </div>
          <div style={styles.rowStyle}>
            Өдрийн эмчилгээний хуудас нээсэн огноо: _______он______сар______өдөр
            ______ цаг ______ мин ______
          </div>
          <div style={styles.rowStyle}>
            Эмнэлгийн нэр:
            ...................................................................
            Тасаг, кабинетийн нэр:
            .....................................................................
          </div>
          <div style={styles.rowStyle}>
            Эцэг /эх/-ийн нэр:..................................... Нэр.
            ..........................................
            <span style={{ marginLeft: 30 }}>Нас .......</span>
            <span style={{ marginLeft: 30 }}>Хүйс ......</span>
          </div>
          <div style={styles.rowStyle}>
            Регистрийн дугаар: ....................................
            <span style={{ marginLeft: 30 }}>
              ЭМДаатгал №: ...........................
            </span>
          </div>
          <div style={styles.rowStyle}>
            <div style={styles.rowCellWithText}>
              Цусны бүлэг:&nbsp;<div style={styles.rowCells}></div>
              <span style={{ marginLeft: 30 }}>
                ( эцэг эхийн үгээр / .............. эмнэлэгт тодорхойлсон бол
                хэзээ? ............................)
              </span>
            </div>
          </div>
          <div style={styles.rowStyle}>
            Тодорхойлсон эмч: ........................... сувилагч:
            ........................ огноо ..........
          </div>
          <div style={styles.rowStyle}>
            Тогтмол хаяг:
            ....................................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ....................................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ....................................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Холбоо барих утас: 1. ....................................
            2..................................... 3.
            ..................................... 4. ....................
            .................
          </div>
          <div style={styles.rowStyle}>
            Нарийн мэргэжлийн эмчид үзүүлсэн: ............ оны .... сарын .....
            өдөр
          </div>
          <div style={styles.rowStyle}>
            Явуулсан эмнэлэг: ............................
            <span style={{ marginLeft: 30 }}>Үйлчлүүлэгчийн өвчний онош:</span>
          </div>
          <Table bordered className="document" style={{ marginBottom: 0 }}>
            <tbody>
              <tr>
                <td style={styles.leftText}></td>
                <td style={styles.centerText}>Онош</td>
                <td style={styles.centerText}>ӨОУА-10 код</td>
                <td style={styles.centerText}>Огноо</td>
              </tr>
              <tr>
                <td style={styles.leftText}>1. Үндсэн</td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
              </tr>
              <tr>
                <td style={styles.leftText}>2. Хавсарсан</td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
              </tr>
              <tr>
                <td style={styles.leftText}>3. Хүндрэл</td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
              </tr>
              <tr>
                <td colSpan={2} style={styles.centerText}>
                  Мэс засал / ажилбарын нэр огноо. . . . . . . . . ./. . . . . .
                  . . /. . . . . . . .
                </td>
                <td style={styles.centerText}>ӨОУА-9 код</td>
                <td style={styles.centerText}>нийт зардал</td>
              </tr>
              <tr>
                <td colSpan={2} style={styles.centerText}></td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}>…………….₮</td>
              </tr>
            </tbody>
          </Table>
          <div style={styles.rowStyle}>Эмчийн үзлэг:</div>
          <div style={styles.rowStyle}>
            Өгүүлэмж:
            ..................................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ....................................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ....................................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowCellWithText}>
            Харшил
            <div style={styles.rowCellWithText}>
              <div style={{ ...styles.rowCells, ...{ marginLeft: 30 } }}></div>
              &nbsp;эм .....................................
              <div style={{ ...styles.rowCells, ...{ marginLeft: 30 } }}></div>
              &nbsp;хоол .....................................
              <div style={{ ...styles.rowCells, ...{ marginLeft: 30 } }}></div>
              &nbsp;бусад .....................................
            </div>
          </div>

          <div style={styles.rowStyle}>
            Хүүхдийн амин үзүүлэлт: Биеийн байдал
            .................................................., Ухаан санаа
            ........................................................ ,
          </div>
          <div style={styles.rowStyle}>
            Амьсгал .............................. Зүрхний цохилт
            ............................., Артерийн
            даралт........................., Биеийн хэм ................. ,
          </div>
          <div style={styles.rowStyle}>
            Цусны хүчилтөрөгчийн хангамж ................... , Хялгасан судасны
            эргэн дүүрэлт ................ , FiO2 ................ ,
          </div>
          <div style={styles.rowStyle}>
            Ерөнхий үзлэг:
            ..............................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ...............................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ...............................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Хэсэг газрын үзлэг:
            .....................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ...............................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            ...............................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Шинжилгээний үзүүлэлтүүд хэвийн / хэвийн бус
            ...........................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Хавсаргасан шинжилгээ: ( &nbsp;) ЦЕШ ( &nbsp; ) ШЕШ ( &nbsp; ) Rё
            зураг/харалт ( &nbsp; ) Биохими ( &nbsp; ) Бүлэгнэлт ( &nbsp; )
            Вирус ( &nbsp; ) Бак
          </div>
          <div style={styles.rowStyle}>
            Өдрийн ( мэс засал / эмийн ) оношлогоо/эмчилгээний үндэслэл:
            ....................................................................
          </div>
          <div style={styles.rowStyle}>
            .................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Төлөвлөж буй мэдээгүйжүүлгийн хэлбэр:
            ..........................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Төлөвлөж буй мэс засал/ажилбар:
            .............................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Мэс заслын өмнөх өвөрмөц бэлтгэл, гарч болох хүндрэл, түүнээс
            сэргийлэн авсан арга хэмжээ:
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 40 } }}>
            1.
            .................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 40 } }}>
            2.
            ..................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Үйлчлүүлэгчээс тавьсан асуулт:
            .....................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Хариулт:
            ...........................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .........................................................................................................................................................................Өвчтөн
          </div>
          <div style={styles.rowStyle}>
            ..................................................... –н аав/ ээж/
            ах/ эгч/ эмээ/ өвөө/ асран хамгаалагч (доогуур зур)
          </div>
          <div style={styles.rowStyle}>
            би хүүхэддээ өдрийн мэс засал / эмийн эмчилгээг хийлгэхийг зөвшөөрч
            байна
          </div>
          <div style={styles.rowStyle}>
            Үйлчлүүлэгч/асран хамгаалагчийн нэр: ...................... овогтой
            ................. Гарын үсэг /
            <span style={{ marginLeft: 100 }}>/,</span>
          </div>
          <div style={styles.rowStyle}>
            20...... оны ....... –р сарын.......өдөр
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 80 } }}>
            Эмчлэгч эмч ................................/
            <span style={{ marginLeft: 100 }}>/,</span>
          </div>
        </div>
      </div>
      <div className="page">
        <div className="subpage">
          <div style={styles.rowStyle}>Мэдээгүйжүүлэлтийн хэлбэр:</div>
          <div style={styles.rowCellWithText}>
            <div style={styles.rowCellWithText}>
              <div style={{ ...styles.rowCells, ...{ marginLeft: 30 } }}></div>
              &nbsp;Хэсэг газарт нэвчүүлэн
              <div style={{ ...styles.rowCells, ...{ marginLeft: 30 } }}></div>
              &nbsp;Бүсчилсэн/ мэд.хориг
              <div style={{ ...styles.rowCells, ...{ marginLeft: 30 } }}></div>
              &nbsp;Ерөнхий ( ETT / LMA / FM ) үгүй
            </div>
          </div>
          <div style={{ marginTop: 5 }}>
            <div style={styles.rowCellWithText}>
              <div style={styles.rowCellWithText}>
                <div style={styles.rowCells}></div>
                &nbsp; Мэс засал / ажилбар: цэвэр / идээт (зур)
              </div>
            </div>
          </div>
          <Table bordered className="document" style={{ marginBottom: 0 }}>
            <tbody>
              <tr>
                <td style={styles.leftText}>
                  Огноо. . . . . . . . . . . . . .
                </td>
                <td style={styles.centerText}>Эхэлсэн</td>
                <td style={styles.centerText}>Дууссан</td>
                <td style={styles.centerText}>Нийт</td>
              </tr>
              <tr>
                <td style={styles.leftText}>Мэдээгүйжүүлэг</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
              </tr>
              <tr>
                <td style={styles.leftText}>Мэс засал / ажилбар</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
              </tr>
              <tr>
                <td style={styles.leftText}>Эмийн эмчилгээ</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
                <td style={styles.centerText}>. . . . . цаг. . . . . . .мин</td>
              </tr>
            </tbody>
          </Table>
          <div style={styles.rowStyle}>
            Мэс заслын/ ажилбарын/ эмийн эмчилгээний тэмдэглэл:
            ............................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .....................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .....................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .....................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Мэс засал/ ажилбарын үед авсан эдийн болон бусад шинжилгээ авсан
            эсэх: <span style={{ marginLeft: 30 }}>тийм / үгүй (зур)</span>
          </div>
          <Table bordered className="document" style={{ marginBottom: 0 }}>
            <tbody>
              <tr>
                <td style={styles.centerText}></td>
                <td style={styles.leftText}>Шинжилгээ</td>
                <td style={styles.centerText}>сорьц</td>
                <td style={styles.centerText}>Тоо, хэмжээ</td>
              </tr>
              <tr>
                <td style={styles.centerText}>1</td>
                <td style={styles.leftText}>Эдийн</td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
              </tr>
              <tr>
                <td style={styles.centerText}>2</td>
                <td style={styles.leftText}>Нян судлалын</td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
              </tr>
              <tr>
                <td style={styles.centerText}>3</td>
                <td style={styles.leftText}>Цусны</td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
              </tr>
              <tr>
                <td style={styles.centerText}>4</td>
                <td style={styles.leftText}>
                  Бусад . . . . . . . . . . . . . . . . . .
                </td>
                <td style={styles.centerText}></td>
                <td style={styles.centerText}></td>
              </tr>
            </tbody>
          </Table>
          <div style={styles.rowStyle}>
            Мэс засал / ажилбарын дараах онош:
            ...........................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .....................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .....................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .....................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            .....................................................................................................................................................................................................................................................
          </div>
          <div style={styles.rowStyle}>
            Оёдолд хэрэглэсэн утас:
            .................................................................................................................................
          </div>
          <div style={styles.rowStyle}>Хэрэглэсэн антибиотикийн тухай:</div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            Мэс заслын өмнө:
            .........................................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            Мэс заслын үед:
            ...........................................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            Мэс заслын дараа:
            .......................................................................................................................
          </div>
          <div style={styles.rowStyle}>Үйлчлүүлэгчид өгсөн зөвлөгөө:</div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            1.
            .......................................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            2.
            .......................................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            3.
            .......................................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            4.
            .......................................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 110 } }}>
            ........................................................................................................................
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 110 } }}>
            ........................................................................................................................
          </div>
          <div style={styles.rowStyle}>Өдрийн эмчилгээний баг:</div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            1.
            ............................................................................................
            / <span style={{ marginLeft: 100 }}>/</span>
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            2.
            ............................................................................................
            / <span style={{ marginLeft: 100 }}>/</span>
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            3.
            ............................................................................................
            / <span style={{ marginLeft: 100 }}>/</span>
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            4.
            ............................................................................................
            / <span style={{ marginLeft: 100 }}>/</span>
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            5.
            ............................................................................................
            / <span style={{ marginLeft: 100 }}>/</span>
          </div>
          <div style={{ ...styles.rowStyle, ...{ marginLeft: 100 } }}>
            6.
            ............................................................................................
            / <span style={{ marginLeft: 100 }}>/</span>
          </div>
        </div>
      </div>
    </>
  );
}

export default AM30A;
