module.exports = [
   { id: '1', name: 'Менежер' },
   { id: '2', name: 'Мэргэжилтэн' },
   { id: '3', name: 'Техникч болон туслах/дэд мэргэжилтэн' },
   { id: '4', name: 'Контор, үйлчилгээний ажилтан' },
   { id: '5', name: 'Худалдаа үйлчилгээний ажилтан' },
   { id: '6', name: 'Хөдөө аж ахуй, ой, загас агнуурын ажилтан' },
   {
      id: '7',
      name: 'Үйлдвэрлэл, барилга, гар урлал, холбогдох ажил, үйлчилгээний ажилтан'
   },
   { id: '8', name: 'Суурин төхөөрөмж, машин механикмын операторч, угсрагч' },
   { id: '9', name: 'Энгийн ажил, мэргэжил' },
   { id: '10', name: 'Зэвсэгт хүчний ажил, мэргэжил' },
   { id: '11', name: '/0-15/ насны хүүхэд' }
];
