module.exports = [
   { id: '1', name: 'Хөдөө аж ахуйн, ан агнуур, ойн аж ахуй, загас барилт' },
   { id: '2', name: 'Уул уурхай, олборлолт' },
   { id: '3', name: 'Боловсруулах үйлдвэрлэл' },
   { id: '4', name: 'Цахилгаан хий, уур, агааржуулалт' },
   {
      id: '5',
      name: 'Ус хангамж, бохир ус, хог хаягдлын менежмент болон цэвэрлэх үйл ажиллагаа'
   },
   { id: '6', name: 'Барилга' },
   {
      id: '8',
      name: 'Бөөний болон жижиглэн худалдаа машин, мотоциклын засвар үйлчилгээ'
   },
   { id: '9', name: 'Тээвэр ба агуулахын үйл ажиллагаа' },
   { id: '10', name: 'Байр сууц болон хоол хүнсээр үйлчлэх үйл ажиллагаа' },
   { id: '11', name: 'Мэдээлэл, холбоо' },
   { id: '12', name: 'Санхүүгийн болон даатгалын үйл ажиллагаа' },
   { id: '13', name: 'Үл хөдлөх хөрөнгийн үйл ажиллагаа' },
   { id: '14', name: 'Мэргэжлийн, шинжлэх ухаан болон техникийн үйл ажиллагаа' },
   { id: '15', name: 'Удирдлагын болон дэмжлэг үзүүлэх үйл ажиллагаа' },
   {
      id: '16',
      name: 'Төрийн удирдлага ба батлан хамгаалах үйл ажиллагаа, албан журмын нийгмийн хамгаалал'
   },
   { id: '17', name: 'Боловсрол' },
   { id: '18', name: 'Хүний эрүүл мэнд ба нийгмийн халамжийн үйл ажиллагаа' },
   { id: '19', name: 'Урлаг, үзвэр, тоглоом наадам' },
   { id: '20', name: 'Үйлчилгээний бусад үйл ажиллагаа' },
   { id: '21', name: 'Хүн хөлслөн ажлуулдаг өрхийн үйл ажиллагаа' },
   {
      id: '22',
      name: 'Олон улсын байгууллага, суурин төлөөлөгчийн үйл ажиллагаа'
   }
];
